Repository: Ishawn1/jmc
Catalog: lib/l10n/app_*.arb
Languages: gu, hi

# appTitle
source: JMC App
gu: JMC એપ
hi: जेएमसी ऐप

# loginScreenTitle
source: JMC App Login
gu: JMC એપ લૉગિન
hi: जेएमसी ऐप लॉगिन

# loginWelcomeMessage
source: Welcome to JMC
gu: JMC માં આપનું સ્વાગત છે
hi: जेएमसी में आपका स्वागत है

# loginUsernameLabel
source: Username or Mobile Number
gu: વપરાશકર્તા નામ અથવા મોબાઇલ નંબર
hi: उपयोगकर्ता नाम या मोबाइल नंबर

# loginPasswordLabel
source: Password
gu: પાસવર્ડ
hi: पासवर्ड

# loginButtonText
source: Login
gu: લૉગિન
hi: लॉगिन

# loginForgotPassword
source: Forgot Password?
gu: પાસવર્ડ ભૂલી ગયા છો?
hi: पासवर्ड भूल गए?

# loginForgotPasswordSnackbar
source: Forgot Password clicked (not implemented)
gu: પાસવર્ડ ભૂલી ગયા છો પર ક્લિક કર્યું (અમલમાં નથી)
hi: पासवर्ड भूल गए पर क्लिक किया गया (लागू नहीं)

# servicesScreenTitle
source: Services
gu: સેવાઓ
hi: सेवाएं

# servicesFilterChipAll
source: All
gu: બધી
hi: सभी

# servicesFilterChipGrievance
source: Grievance
gu: ફરિયાદ
hi: शिकायत

# servicesFilterChipCertificates
source: Certificates
gu: પ્રમાણપત્રો
hi: प्रमाणपत्र

# servicesFilterChipEmergency
source: Emergency Services
gu: ઇમરજન્સી સેવાઓ
hi: आपातकालीन सेवाएं

# servicesFilterChipBills
source: Bills
gu: બિલ
hi: बिल

# servicesFilterChipTaxes
source: Taxes
gu: કર
hi: कर

# servicesFilterChipLicenses
source: Licenses
gu: લાઇસન્સ
hi: लाइसेंस

# servicesFilterChipInfo
source: Info
gu: માહિતી
hi: जानकारी

# servicesFilterChipTax
source: Tax Services
gu: કર સેવાઓ
hi: कर सेवाएं

# servicesFilterChipCertificate
source: Certificate Services
gu: પ્રમાણપત્ર સેવાઓ
hi: प्रमाणपत्र सेवाएं

# servicesFilterChipApplication
source: Application Services
gu: અરજી સેવાઓ
hi: आवेदन सेवाएं

# servicesFilterChipOther
source: Other Services
gu: અન્ય સેવાઓ
hi: अन्य सेवाएं

# servicesHeader
source: All Services
gu: બધી સેવાઓ
hi: सभी सेवाएं

# servicesFilterSortTooltip
source: Filter/Sort
gu: ફિલ્ટર/સૉર્ટ કરો
hi: फ़िल्टर/सॉर्ट करें

# servicesFilterSortSnackbar
source: Filter/Sort Tapped (Not Implemented)
gu: ફિલ્ટર/સૉર્ટ પર ટેપ કર્યું (અમલમાં નથી)
hi: फ़िल्टर/सॉर्ट पर टैप किया गया (लागू नहीं)

# updatesScreenTitle
source: Updates
gu: અપડેટ્સ
hi: अपडेट्स

# mapsScreenTitle
source: Maps
gu: નકશા
hi: नक्शे

# downloadsScreenTitle
source: Downloads
gu: ડાઉનલોડ્સ
hi: डाउनलोड

# bottomNavServices
source: Services
gu: સેવાઓ
hi: सेवाएं

# bottomNavUpdates
source: Updates
gu: અપડેટ્સ
hi: अपडेट्स

# bottomNavMaps
source: Maps
gu: નકશા
hi: नक्शे

# bottomNavDownloads
source: Downloads
gu: ડાઉનલોડ્સ
hi: डाउनलोड

# serviceNamePropertyTax
source: Property Tax
gu: મિલકત વેરો
hi: संपत्ति कर

# serviceNameWaterBill
source: Water Bill
gu: પાણીનું બિલ
hi: पानी का बिल

# serviceNameBirthCertificate
source: Birth Certificate
gu: જન્મ પ્રમાણપત્ર
hi: जन्म प्रमाण पत्र

# serviceNameDeathCertificate
source: Death Certificate
gu: મરણ પ્રમાણપત્ર
hi: मृत्यु प्रमाण पत्र

# serviceNameTradeLicense
source: Trade License
gu: વેપાર લાઇસન્સ
hi: व्यापार लाइसेंस

# serviceNameFileComplaint
source: File Complaint
gu: ફરિયાદ નોંધાવો
hi: शिकायत दर्ज करें

# serviceNameFeedback
source: Feedback
gu: પ્રતિભાવ
hi: प्रतिक्रिया

# serviceNameContactUs
source: Contact Us
gu: અમારો સંપર્ક કરો
hi: हमसे संपर्क करें

# serviceNamePublicGrievance
source: Public Grievance
gu: જાહેર ફરિયાદ
hi: जन शिकायत

# serviceNameFireDepartment
source: Fire Department
gu: ફાયર વિભાગ
hi: अग्निशमन विभाग

# serviceNameAmbulance
source: Ambulance
gu: એમ્બ્યુલન્સ
hi: एम्बुलेंस

# serviceNamePropTaxWaterPay
source: Property Tax / Water Charges (Online Payment)
gu: મિલકત વેરો / પાણી ચાર્જ (ઓનલાઈન ચુકવણી)
hi: संपत्ति कर / जल शुल्क (ऑनलाइन भुगतान)

# serviceNameProfTaxPayCert
source: Professional Tax (Online Payment & Certificate)
gu: વ્યવસાયિક કર (ઓનલાઈન ચુકવણી અને પ્રમાણપત્ર)
hi: व्यावसायिक कर (ऑनलाइन भुगतान और प्रमाणपत्र)

# serviceNamePropTaxApp
source: Property Tax Application (Application)
gu: મિલકત વેરા અરજી (અરજી)
hi: संपत्ति कर आवेदन (आवेदन)

# serviceNameMarriageCert
source: Marriage Certificate
gu: લગ્ન પ્રમાણપત્ર
hi: विवाह प्रमाण पत्र

# serviceNameFoodCert
source: Food Certificate
gu: ફૂડ પ્રમાણપત્ર
hi: खाद्य प्रमाण पत्र

# serviceNameShopEstCert
source: Shop & Establishment Certificate
gu: દુકાન અને સ્થાપના પ્રમાણપત્ર
hi: दुकान और स्थापना प्रमाण पत्र

# serviceNameFactoryLicenseCert
source: Factory License Certificate
gu: ફેક્ટરી લાઇસન્સ પ્રમાણપત્ર
hi: फैक्ट्री लाइसेंस प्रमाण पत्र

# serviceNameProfTaxCert
source: Professional Tax Certificate
gu: વ્યવસાયિક કર પ્રમાણપત્ર
hi: व्यावसायिक कर प्रमाण पत्र

# serviceNameAppOnline
source: Online Application
gu: ઓનલાઈન અરજી
hi: ऑनलाइन आवेदन

# serviceNameAppCheckStatus
source: Check Application Status
gu: અરજીની સ્થિતિ તપાસો
hi: आवेदन की स्थिति जांचें

# serviceNameAppDevPermission
source: Development Permission Application
gu: વિકાસ પરવાનગી અરજી
hi: विकास अनुमति आवेदन

# serviceNameAppFactoryLicense
source: Factory License Application
gu: ફેક્ટરી લાઇસન્સ અરજી
hi: फैक्ट्री लाइसेंस आवेदन

# serviceNameOtherDevCollectPay
source: Development Collection Charges (Online Payment)
gu: વિકાસ સંગ્રહ ચાર્જ (ઓનલાઈન ચુકવણી)
hi: विकास संग्रह शुल्क (ऑनलाइन भुगतान)

# serviceNameOtherWaterMeterPay
source: Water Meter Charges (Online Payment)
gu: પાણી મીટર ચાર્જ (ઓનલાઈન ચુકવણી)
hi: पानी मीटर शुल्क (ऑनलाइन भुगतान)

# serviceNameOtherHospitalUser
source: Hospital User (Others)
gu: હોસ્પિટલ વપરાશકર્તા (અન્ય)
hi: अस्पताल उपयोगकर्ता (अन्य)

# serviceNameOtherArchEngLogin
source: Architecture/Engineer Login (Others)
gu: આર્કિટેક્ચર/એન્જિનિયર લૉગિન (અન્ય)
hi: आर्किटेक्चर/इंजीनियर लॉगिन (अन्य)

# serviceNameOtherTownPlanning
source: For Town Planning (Others)
gu: નગર આયોજન માટે (અન્ય)
hi: नगर नियोजन के लिए (अन्य)

# serviceNameOtherVendorReg
source: Vendor Registration (Others)
gu: વિક્રેતા નોંધણી (અન્ય)
hi: विक्रेता पंजीकरण (अन्य)

# serviceNameOtherVehicleDealer
source: Vehicle Dealer (Others)
gu: વાહન ડીલર (અન્ય)
hi: वाहन डीलर (अन्य)

# downloadsSearchHint
source: Search downloads...
gu: ડાઉનલોડ્સ શોધો...
hi: डाउनलोड खोजें...

# downloadsNoResults
source: No downloads found matching your criteria.
gu: તમારા માપદંડ સાથે મેળ ખાતા કોઈ ડાઉનલોડ્સ મળ્યા નથી.
hi: आपके मानदंडों से मेल खाने वाला कोई डाउनलोड नहीं मिला।

# drawerMenuTitle
source: JMC App Menu
gu: JMC એપ મેનુ
hi: जेएमसी ऐप मेनू

# drawerSettings
source: Settings
gu: સેટિંગ્સ
hi: सेटिंग्स

# drawerProfile
source: Profile
gu: પ્રોફાઇલ
hi: प्रोफ़ाइल

# drawerAbout
source: About
gu: વિશે
hi: बारे में

# serviceDetailNameLabel
source: Service Name:
gu: સેવાનું નામ:
hi: सेवा का नाम:

# serviceDetailIdLabel
source: Service ID:
gu: સેવા ID:
hi: सेवा आईडी:

# serviceDetailPlaceholder
source: (Further details or actions for this service will go here)
gu: (આ સેવા માટે વધુ વિગતો અથવા ક્રિયાઓ અહીં આવશે)
hi: (इस सेवा के लिए अधिक विवरण या कार्य यहाँ दिए जाएंगे)

# downloadCategoryAll
source: All
gu: બધા
hi: सभी

# downloadCategoryAccountsAudit
source: Accounts & Audit
gu: હિસાબ અને ઓડિટ
hi: लेखा और लेखा परीक्षा

# downloadCategoryBirthDeathReg
source: Birth & Death Registration
gu: જન્મ અને મરણ નોંધણી
hi: जन्म और मृत्यु पंजीकरण

# downloadCategoryEstate
source: Estate
gu: એસ્ટેટ
hi: एस्टेट

# downloadCategoryFireSafety
source: Fire Safety
gu: ફાયર સેફ્ટી
hi: अग्नि सुरक्षा

# downloadCategoryFoodRegLic
source: Food Registration & Licensing
gu: ફૂડ નોંધણી અને લાઇસન્સિંગ
hi: खाद्य पंजीकरण और लाइसेंसिंग

# downloadCategoryGenAdmin
source: General Administration
gu: સામાન્ય વહીવટ
hi: सामान्य प्रशासन

# downloadCategoryHealth
source: Health
gu: આરોગ્ય
hi: स्वास्थ्य

# downloadCategoryHouseWaterTax
source: House Tax & Water Tax
gu: ઘર વેરો અને પાણી વેરો
hi: गृह कर और जल कर

# downloadCategoryICDS
source: ICDS
gu: આઈ.સી.ડી.એસ.
hi: आईसीडीएस

# downloadCategoryLegal
source: Legal Branch
gu: કાનૂની શાખા
hi: कानूनी शाखा

# downloadCategoryMarriageReg
source: Marriage Registration
gu: લગ્ન નોંધણી
hi: विवाह पंजीकरण

# downloadCategoryProfTax
source: Professional Tax
gu: વ્યવસાયિક કર
hi: व्यावसायिक कर

# downloadCategoryShopEst
source: Shop & Establishment
gu: દુકાન અને સ્થાપના
hi: दुकान और स्थापना

# downloadCategorySolidWaste
source: Solid Waste Management
gu: ઘન કચરા વ્યવસ્થાપન
hi: ठोस अपशिष्ट प्रबंधन

# downloadCategoryTPDP
source: T.P.D.P.
gu: ટી.પી.ડી.પી.
hi: टी.पी.डी.पी.

# downloadCategoryTownPlanning
source: Town Planning
gu: નગર નિયોજન
hi: नगर नियोजन

# downloadCategoryUCD
source: UCD
gu: યુ.સી.ડી.
hi: यूसीडी

# downloadCategoryWaterWorks
source: Water Works
gu: વોટર વર્કસ
hi: जल कार्य

# mapScreenPlaceholder
source: Map View Placeholder (Integration pending)
gu: નકશા દૃશ્ય પ્લેસહોલ્ડર (એકીકરણ બાકી)
hi: मानचित्र दृश्य प्लेसहोल्डर (एकीकरण लंबित)
